/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nome";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Percurso";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "De";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Calculadora";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefone";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definição";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Mostrar tudo";
SHOW_ALL_RESULT_SINGULAR   = "Mostrar tudo (1)";
SHOW_ALL_RESULT_PLURAL	   = "Mostrar tudo (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Nenhum resultado encontrado";
SHOW_ALL_RESULTS_HEADING   = "Resultados";
MENU_PREFERENCES           = "Preferências do Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "A indexar volumes (%d%% concluído)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "A indexar volumes";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "A indexar %@";

TIME_REMAINING_HOURS = "Faltam cerca de %d horas";
TIME_REMAINING_MINUTES = "Faltam cerca de %d minutos";
TIME_REMAINING_SECONDS = "Faltam cerca de %d segundos";

TIME_REMAINING_HOUR = "Falta cerca de %d hora";
TIME_REMAINING_MINUTE = "Falta cerca de %d minuto";
TIME_REMAINING_SECOND = "Falta cerca de %d segundo";

CALCULATING_TIME = "A calcular tempo de indexação";
INTERNAL_DISKS = "A indexar volumes internos";

/* Placed in the top text field when indexing everything */
INDEXING = "A indexar…";

"INDEXING_COMPUTER" = "A indexar %@";

"NO_MAIL_SUBJECT" = "Sem assunto";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "Biblioteca de música do iTunes";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Lixo";
